{
  "Accession": "(verb) to enter in an accession book", 
  "Accession book": "the business record of books etc added to a library in the order of receipt giving a condensed description of the book and the essential facts in its library history A chronological arrangement of the book bills more or less annotated can be economically substituted for this book.", 
  "Accession number": "the number given to a volume in the order of addition to a library", 
  "Accession stamp": "a numbering stamp used in printing accession numbers in books on cards etc", 
  "Added edition": "another edition of a work already in the catalog", 
  "Added entry": "a secondary entry ie any other than a main entry.", 
  "Alphabetic subject catalog": "a catalog arranged alphabetically by subject heads usually without subdivisions The term is also used to include alphabetico-classed catalog.", 
  "Alphabetico-classed catalog": "an alphabetic subject catalog in which the subjects are grouped in broad classes with numerous alphabetic subdivisions It may also include author and title entries in the same alphabet.", 
  "Analysis": "the registry of part of a book or of a work contained in a collection.", 
  "Anonymous": "published without the author's name Strictly a book is not anonymous if the author's name appears anywhere in it but it is safest to treat it as anonymous if the author's name does not appear in the title Even when the author's name is given in the second or a later volume the work is to be treated as anonymous if the first volume does not give the author's name Note that the words are in the title not on the title page Sometimes in Government publications the author's name and the title of his work do not appear on the title page but on a page immediately following Such works are not to be treated as anonymous.", 
  "Appended": "a work which has a title page but is connected with another work by mention on its title page as part of the volume or by continuous paging or register is said to be appended to that work.", 
  "Asyndetic": "without cross references", 
  "Author": "catalog catalog Author entry an entry main or added under the name of the author whether personal or corporate or some substitute for it.", 
  "Author card": "a card bearing an author entry usually the main card.", 
  "Author catalog": "an alphabetic catalog of author entries and entries under editors translators etc It also usually contains titles but is then more properly called an author and title catalog See also Name catalog and Personal catalog.", 
  "Bibliographee": "one who is the subject of a bibliography See note under Biographee.", 
  "Bibliography": "a list of the books of a particular author printer place or period or on any particular theme the literature of a subject See also Catalog.", 
  "Binder's title": "the title lettered on the binding of a book.", 
  "Biographee": "one who is the subject of a biography In general the word subject expresses the meaning as well and being shorter should be used in preference.", 
  "Book number": "one or more characters used to distinguish an individual book from all others having the same class shelf or other generic number.", 
  "Bracket": {
    "noun": "rectangular inclosing marks []. They are used to enclose words added to a title or imprint or changed in form Not to be confounded with curves.", 
    "verb": "close between brackets "
  }, 
  "Broadside": "a sheet of paper printed on one side only Ex Posters hand bills Thanksgiving proclamations etc.", 
  "Call-mark": "characters indicating the location of a book on the shelves and distinguishing it from all others in the library Usually composed of class and book number or in fixed location of shelf and book number.", 
  "Caption": "the name of a book or of part of a book given at the head of the first page of text.", 
  "Card catalog": "a catalog made on separate pieces of cardboard by writing typewriting printing or otherwise and kept in drawers trays books or in any other way that will allow of indefinite intercalation without rewriting A catalog on pieces of paper is properly a slip catalog but is often included under the general name of card catalog.", 
  "Catalog": "a list of books which is arranged on some definite plan As distinguished from a bibliography it is a list of books in some library or collection For specific kinds of catalogs see Accession book, Dictionary catalog, Alphabetic subject catalog, Name catalog, Alphabetico-classed catalog, Personal catalog, Author catalog, Shelf list Classed catalog Subject catalog.", 
  "Check": "a conventional mark indicating that certain work is to be or has been done or conveying other information.", 
  "Class": "a collection of objects having characteristics in common.", 
  "Class-entry": "registering a book under the name of its class in the subject catalog used in contradistinction to specific entry E g a book on repentance has class entry under Theology its specific entry would be under Repentance.", 
  "Class-mark": "one or more characters showing the class to which a book belongs In a relative location this also shows its place on the shelves.", 
  "Classed-catalogs": "are made by class entry whether the classes so formed are arranged logically as in the Systematic kind or alphabetically as in the Alphabetico-classed.", 
  "Collation": "in library work ascertaining usually by the examination of signatures or of the page numbers whether a copy of a book is perfect in the catalog of a library the statement of the number of volumes pages illustrations maps etc of the library's copy of a book in printed cards for general use the statement of these details as they exist in a perfect copy of the book.", 
  "Collector": "one who makes a work by putting together several works or parts of works Often called editor.", 
  "Colon abbreviations": "abbreviations for the most common forenames formed of the initial followed by for men and for women.", 
  "Colophon": "title and imprint or imprint alone at the end of the book.", 
  "Continuation": "any part after the first of a publication issued in parts at different times whether a serial an irregular publication or a book.", 
  "Cross reference": "reference from one subject to another.", 
  "Curves": "the upright curves () used to mark off an interjected explanatory clause or qualifying remark marks of parenthesis also used to indicate inclusion as (In his Soldiers of fortune 1876) (Arundel Society) Not to be confounded with brackets [].", 
  "dash": "(an em dash) between numbers (as 16-20) means \"to and including\"; following a number it is equivalent to etc., sqq., or foll. An em dash before a title takes the place of the previous heading an em dash followed by an en dash takes the place of a heading and a subordinate heading or a title."
}